Revit 2027 API
ParameterTypeId.StructuralSectionIweldedBottomflangewidth Property
 "Bottom Flange Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIweldedBottomflangewidth { get; }
Public Shared ReadOnly Property StructuralSectionIweldedBottomflangewidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIweldedBottomflangewidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionIweldedBottomflangewidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace